Repository: Amelia10007/Diarix
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# AddedHyperLink
source: Added the hyper link.
ja_jp: リンクを追加しました．

# AddedImage
source: Added the image:
ja_jp: 画像を追加しました:

# AddedMedia
source: Added the media file.
ja_jp: メディアファイルを追加しました．

# AddHyperLinkButton.Label
source: HyperLink
ja_jp: リンク

# AddHyperLinkButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add a hyper link to the end of this diary(Ctrl+L).
ja_jp: ハイパーリンクを日記の末尾に追加します(Ctrl+L)．

# AddImageButton.Label
source: Image
ja_jp: 画像

# AddImageButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add images to the end of this diary(Ctrl+I).
ja_jp: 日記の末尾に画像を追加します(Ctrl+I)．

# AddImageButton2.Label
source: Resized image
ja_jp: 編集と追加

# AddImageButton2.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Resize a image, then add the image to the end of this diary(Ctrl+J).
ja_jp: 画像をリサイズして，日記の末尾に追加します(Ctrl+J)．

# AddingMedia
source: Adding the media file...
ja_jp: メディアファイルを追加中...

# AddMediaButton.Label
source: Media
ja_jp: メディア

# AddMediaButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add a music or video to the end of this diary(Ctrl+M).
ja_jp: 音楽や動画を日記の末尾に追加します(Ctrl+M)．

# AddParagraphButton.Label
source: Paragraph
ja_jp: 段落

# AddParagraphButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add a paragraph of text to the end of this diary(Ctrl+T).
ja_jp: 日記の末尾にテキスト入力用の段落を追加します(Ctrl+T)．

# AddPivot.Text
source: Add
ja_jp: 追加

# CancelButton.Content
source: Cancel
ja_jp: キャンセル

# ChangedPassword
source: Completed to apply new password.
ja_jp: パスワードの変更が完了しました．

# ChangedSetting
source: Changed the setting.
ja_jp: 設定を変更しました．

# ChangingPassword
source: Applying new password to all diaries...
ja_jp: 新しいパスワードを適用中...

# ContentDialogCancelButton
source: Cancel
ja_jp: キャンセル

# DeletedFlipView
source: Deleted the flip view.
ja_jp: フリップビューを削除しました．

# DeletedHyperLink
source: Deleted the hyper link.
ja_jp: リンクを削除しました．

# DeletedImage
source: Deleted the image.
ja_jp: 画像を削除しました．

# DeletedMedia
source: Deleted the media file.
ja_jp: メディアファイルを削除しました．

# DeletedParagraph
source: Deleted the paragraph of text.
ja_jp: 段落を削除しました．

# DragOver
source: Add contents to the end of this diary.
ja_jp: 日記の末尾にコンテンツを追加

# EditorPivotHyperLink
source: HyperLink
ja_jp: リンク

# EditorPivotImage
source: Image
ja_jp: 画像

# EditorPivotMedia
source: Media
ja_jp: 音楽・動画

# EditorPivotParagraph
source: Font
ja_jp: フォント

# FilePivot.Text
source: File
ja_jp: ファイル

# FirstExplanation
source: First of all, please choose your password. The password can be changed afterward.
ja_jp: まずはパスワードを設定しましょう． このパスワードは後から変更することもできます．

# CheckToSaveDiary
source: This diary's content has changed. Do you save this?
ja_jp: 日記の内容が変更されています．上書き保存しますか?

# LatestDiary
source: This is the latest diary.
ja_jp: これが最新の日記です．

# NextDiaryButton.Label
source: Next
ja_jp: 次の日記へ

# NextDiaryButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open the next diary(Ctrl+N).
ja_jp: ひとつ後の日記へ移動します(Ctrl+N)．

# OldestDiary
source: This is the oldest diary.
ja_jp: これが最古の日記です．

# OpenedDiary
source: Opened the diary:
ja_jp: 日記を開きました:

# OpeningDiary
source: Opening the diary...
ja_jp: 日記を開いています...

# PasswordPrompt.Text
source: Input your password below.
ja_jp: パスワードを入力してください．

# PasswordSkipCheckBox.Content
source: Skip password input after this.
ja_jp: 次回以降パスワード入力をスキップする

# PreviousDiaryButton.Label
source: Previous
ja_jp: 前の日記へ

# PreviousDiaryButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open the previous diary(Ctrl+P).
ja_jp: ひとつ前の日記へ移動します(Ctrl+P)．

# SaveButton.Label
source: Save
ja_jp: 保存

# SaveButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save all changes of this diary(Ctrl+S).
ja_jp: 日記を上書き保存します(Ctrl+S)．

# SavedDiary
source: Saved the diary.
ja_jp: 日記を保存しました．

# SavingDiary
source: Saving the diary...
ja_jp: 日記を保存中...

# SettingPivot.Text
source: Setting
ja_jp: 設定

# SkipPasswordToggleSwitch.Header
source: Skip password input on launch.
ja_jp: 起動時，パスワード入力を省略

# SkipPasswordToggleSwitch.OffContent
source: No
ja_jp: いいえ

# SkipPasswordToggleSwitch.OnContent
source: Yes
ja_jp: はい

# SuitablePassword
source: Appropriate password.
ja_jp: 使用可能なパスワードです．

# WelcomeMessage
source: Welcome to Diarix
ja_jp: Diarixへようこそ

# CalendarButton.Label
source: Calendar
ja_jp: カレンダー

# CalendarExplanation.Text
source: Go to a specified diary.
ja_jp: 日付を指定して，その日の日記へジャンプ

# ExplorerButton.Label
source: Explorer
ja_jp: 検索

# ExplorerExplanation
source: Explorer specified words in all diaries.
ja_jp: 全ての日記から特定の言葉を検索

# HyperLinkAddButton.Label
source: Hyper link
ja_jp: リンク

# MediaAddButton.Label
source: Media
ja_jp: メディア

# ParagraphAddButton.Label
source: Paragraph
ja_jp: 段落

# AddedParagraph
source: Added the paragraph of text.
ja_jp: 段落を追加しました．

# HistoryCalendarExplanation.Text
source: Open the specified diary.
ja_jp: 指定した日付の日記へジャンプ

# SearchExplanation.Text
source: Search all diaries according to the keywords.
ja_jp: キーワードに合致する日記を検索
